jmeter.log
2023-04-06 14:29:30,027 INFO o.a.j.r.Summariser: summary =   2126 in 00:00:27 =   79.4/s Avg:   146 Min:    29 Max:   946 Err:     5 (0.24%)
2023-04-06 14:30:00,005 INFO o.a.j.r.Summariser: summary +   2554 in 00:00:30 =   85.2/s Avg:   112 Min:    28 Max:   563 Err:     5 (0.20%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:30:00,006 INFO o.a.j.r.Summariser: summary =   4680 in 00:00:57 =   82.5/s Avg:   128 Min:    28 Max:   946 Err:    10 (0.21%)
2023-04-06 14:30:30,006 INFO o.a.j.r.Summariser: summary +   2550 in 00:00:30 =   85.0/s Avg:   124 Min:    28 Max:   889 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:30:30,007 INFO o.a.j.r.Summariser: summary =   7230 in 00:01:27 =   83.4/s Avg:   126 Min:    28 Max:   946 Err:    10 (0.14%)
2023-04-06 14:31:00,004 INFO o.a.j.r.Summariser: summary +   2477 in 00:00:30 =   82.6/s Avg:   175 Min:    28 Max:  4900 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:31:00,006 INFO o.a.j.r.Summariser: summary =   9707 in 00:01:57 =   83.2/s Avg:   139 Min:    28 Max:  4900 Err:    11 (0.11%)
2023-04-06 14:31:30,002 INFO o.a.j.r.Summariser: summary +   2548 in 00:00:30 =   84.9/s Avg:   114 Min:    27 Max:  1825 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:31:30,002 INFO o.a.j.r.Summariser: summary =  12255 in 00:02:27 =   83.5/s Avg:   134 Min:    27 Max:  4900 Err:    12 (0.10%)
2023-04-06 14:32:00,006 INFO o.a.j.r.Summariser: summary +   2547 in 00:00:30 =   84.9/s Avg:   111 Min:    29 Max:  4238 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:32:00,007 INFO o.a.j.r.Summariser: summary =  14802 in 00:02:57 =   83.8/s Avg:   130 Min:    27 Max:  4900 Err:    13 (0.09%)
2023-04-06 14:32:30,029 INFO o.a.j.r.Summariser: summary +   2549 in 00:00:30 =   84.9/s Avg:   108 Min:    28 Max:  1047 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:32:30,029 INFO o.a.j.r.Summariser: summary =  17351 in 00:03:27 =   83.9/s Avg:   127 Min:    27 Max:  4900 Err:    14 (0.08%)
2023-04-06 14:33:00,015 INFO o.a.j.r.Summariser: summary +   2549 in 00:00:30 =   85.0/s Avg:   102 Min:    29 Max:   505 Err:     2 (0.08%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:33:00,016 INFO o.a.j.r.Summariser: summary =  19900 in 00:03:57 =   84.1/s Avg:   123 Min:    27 Max:  4900 Err:    16 (0.08%)
2023-04-06 14:33:30,001 INFO o.a.j.r.Summariser: summary +   2546 in 00:00:30 =   84.9/s Avg:   145 Min:    29 Max:  1284 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:33:30,002 INFO o.a.j.r.Summariser: summary =  22446 in 00:04:27 =   84.2/s Avg:   126 Min:    27 Max:  4900 Err:    17 (0.08%)
2023-04-06 14:34:00,020 INFO o.a.j.r.Summariser: summary +   2556 in 00:00:30 =   85.1/s Avg:   111 Min:    27 Max:   638 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:34:00,023 INFO o.a.j.r.Summariser: summary =  25002 in 00:04:57 =   84.3/s Avg:   124 Min:    27 Max:  4900 Err:    17 (0.07%)
2023-04-06 14:34:30,016 INFO o.a.j.r.Summariser: summary +   2548 in 00:00:30 =   84.9/s Avg:   110 Min:    30 Max:   879 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:34:30,016 INFO o.a.j.r.Summariser: summary =  27550 in 00:05:27 =   84.3/s Avg:   123 Min:    27 Max:  4900 Err:    17 (0.06%)
2023-04-06 14:35:00,010 INFO o.a.j.r.Summariser: summary +   2552 in 00:00:30 =   85.1/s Avg:   117 Min:    29 Max:   692 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:35:00,012 INFO o.a.j.r.Summariser: summary =  30102 in 00:05:57 =   84.4/s Avg:   123 Min:    27 Max:  4900 Err:    18 (0.06%)
2023-04-06 14:35:30,017 INFO o.a.j.r.Summariser: summary +   2546 in 00:00:30 =   84.8/s Avg:   124 Min:    29 Max:  1750 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:35:30,018 INFO o.a.j.r.Summariser: summary =  32648 in 00:06:27 =   84.4/s Avg:   123 Min:    27 Max:  4900 Err:    18 (0.06%)
2023-04-06 14:36:00,077 INFO o.a.j.r.Summariser: summary +   2547 in 00:00:30 =   84.8/s Avg:   120 Min:    30 Max:  5428 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:36:00,078 INFO o.a.j.r.Summariser: summary =  35195 in 00:06:57 =   84.4/s Avg:   123 Min:    27 Max:  5428 Err:    18 (0.05%)
2023-04-06 14:36:30,015 INFO o.a.j.r.Summariser: summary +   2547 in 00:00:30 =   85.0/s Avg:   123 Min:    28 Max:  3081 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:36:30,015 INFO o.a.j.r.Summariser: summary =  37742 in 00:07:27 =   84.5/s Avg:   123 Min:    27 Max:  5428 Err:    18 (0.05%)
2023-04-06 14:37:00,008 INFO o.a.j.r.Summariser: summary +   2547 in 00:00:30 =   84.9/s Avg:   119 Min:    29 Max:  3141 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:37:00,008 INFO o.a.j.r.Summariser: summary =  40289 in 00:07:57 =   84.5/s Avg:   122 Min:    27 Max:  5428 Err:    18 (0.04%)
2023-04-06 14:37:30,018 INFO o.a.j.r.Summariser: summary +   2553 in 00:00:30 =   85.1/s Avg:   122 Min:    28 Max:  1158 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:37:30,018 INFO o.a.j.r.Summariser: summary =  42842 in 00:08:27 =   84.5/s Avg:   122 Min:    27 Max:  5428 Err:    18 (0.04%)
2023-04-06 14:38:00,006 INFO o.a.j.r.Summariser: summary +   2345 in 00:00:30 =   78.2/s Avg:   252 Min:    28 Max:  7694 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:38:00,006 INFO o.a.j.r.Summariser: summary =  45187 in 00:08:57 =   84.2/s Avg:   129 Min:    27 Max:  7694 Err:    18 (0.04%)
2023-04-06 14:38:30,010 INFO o.a.j.r.Summariser: summary +   2545 in 00:00:30 =   84.8/s Avg:   127 Min:    29 Max:  3182 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:38:30,011 INFO o.a.j.r.Summariser: summary =  47732 in 00:09:27 =   84.2/s Avg:   129 Min:    27 Max:  7694 Err:    18 (0.04%)
2023-04-06 14:39:00,012 INFO o.a.j.r.Summariser: summary +   2549 in 00:00:30 =   85.0/s Avg:   123 Min:    30 Max:   785 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:39:00,013 INFO o.a.j.r.Summariser: summary =  50281 in 00:09:57 =   84.3/s Avg:   129 Min:    27 Max:  7694 Err:    19 (0.04%)
2023-04-06 14:39:30,004 INFO o.a.j.r.Summariser: summary +   2461 in 00:00:30 =   82.1/s Avg:   204 Min:    29 Max:  3218 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:39:30,004 INFO o.a.j.r.Summariser: summary =  52742 in 00:10:27 =   84.2/s Avg:   132 Min:    27 Max:  7694 Err:    20 (0.04%)
2023-04-06 14:40:00,003 INFO o.a.j.r.Summariser: summary +   2552 in 00:00:30 =   85.1/s Avg:   120 Min:    28 Max:  1612 Err:     3 (0.12%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:40:00,005 INFO o.a.j.r.Summariser: summary =  55294 in 00:10:57 =   84.2/s Avg:   132 Min:    27 Max:  7694 Err:    23 (0.04%)
2023-04-06 14:40:30,010 INFO o.a.j.r.Summariser: summary +   2546 in 00:00:30 =   84.9/s Avg:   110 Min:    28 Max:   981 Err:     2 (0.08%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:40:30,016 INFO o.a.j.r.Summariser: summary =  57840 in 00:11:27 =   84.2/s Avg:   131 Min:    27 Max:  7694 Err:    25 (0.04%)
2023-04-06 14:41:00,003 INFO o.a.j.r.Summariser: summary +   2545 in 00:00:30 =   84.9/s Avg:   107 Min:    28 Max:   881 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:41:00,004 INFO o.a.j.r.Summariser: summary =  60385 in 00:11:57 =   84.2/s Avg:   130 Min:    27 Max:  7694 Err:    26 (0.04%)
2023-04-06 14:41:30,067 INFO o.a.j.r.Summariser: summary +   2488 in 00:00:30 =   82.8/s Avg:   192 Min:    28 Max:  3055 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:41:30,067 INFO o.a.j.r.Summariser: summary =  62873 in 00:12:27 =   84.2/s Avg:   132 Min:    27 Max:  7694 Err:    26 (0.04%)
2023-04-06 14:42:00,003 INFO o.a.j.r.Summariser: summary +   2515 in 00:00:30 =   84.0/s Avg:   106 Min:    28 Max:   778 Err:     2 (0.08%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:42:00,011 INFO o.a.j.r.Summariser: summary =  65388 in 00:12:57 =   84.2/s Avg:   131 Min:    27 Max:  7694 Err:    28 (0.04%)
2023-04-06 14:42:30,054 INFO o.a.j.r.Summariser: summary +   2524 in 00:00:30 =   84.0/s Avg:   110 Min:    27 Max:   728 Err:     2 (0.08%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:42:30,054 INFO o.a.j.r.Summariser: summary =  67912 in 00:13:27 =   84.2/s Avg:   130 Min:    27 Max:  7694 Err:    30 (0.04%)
2023-04-06 14:43:00,004 INFO o.a.j.r.Summariser: summary +   2498 in 00:00:30 =   83.4/s Avg:   115 Min:    29 Max:   619 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:43:00,004 INFO o.a.j.r.Summariser: summary =  70410 in 00:13:57 =   84.1/s Avg:   130 Min:    27 Max:  7694 Err:    31 (0.04%)
2023-04-06 14:43:30,007 INFO o.a.j.r.Summariser: summary +   2536 in 00:00:30 =   84.5/s Avg:   118 Min:    30 Max:   978 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:43:30,007 INFO o.a.j.r.Summariser: summary =  72946 in 00:14:27 =   84.2/s Avg:   129 Min:    27 Max:  7694 Err:    32 (0.04%)
2023-04-06 14:44:00,005 INFO o.a.j.r.Summariser: summary +   2522 in 00:00:30 =   84.1/s Avg:   106 Min:    27 Max:   744 Err:     1 (0.04%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:44:00,005 INFO o.a.j.r.Summariser: summary =  75468 in 00:14:57 =   84.2/s Avg:   129 Min:    27 Max:  7694 Err:    33 (0.04%)
2023-04-06 14:44:30,010 INFO o.a.j.r.Summariser: summary +   2523 in 00:00:30 =   84.1/s Avg:   112 Min:    28 Max:   649 Err:     2 (0.08%) Active: 87 Started: 87 Finished: 0
2023-04-06 14:44:30,011 INFO o.a.j.r.Summariser: summary =  77991 in 00:15:27 =   84.2/s Avg:   128 Min:    27 Max:  7694 Err:    35 (0.04%)
2023-04-06 14:45:00,013 INFO o.a.j.r.Summariser: summary +   2516 in 00:00:30 =   83.9/s Avg:   105 Min:    28 Max:   659 Err:     0 (0.00%) Active: 87 Started: 87 Finished: 0